brew 'git'
brew 'node'
brew 'npm'
brew 'diff-so-fancy'
brew 'antigen'
brew 'zsh' 
brew 'zsh-completions'

cask 'iterm2'
cask 'docker'
cask 'dropbox'
cask 'gitkraken'
cask 'flux'
cask 'google-chrome'
cask 'spectacle'
cask 'spotify'
cask 'insomnia'
cask 'gitter'
cask 'appdelete'
cask 'sublime-text'

mas 'Slack', id: 803453959
mas 'Alfred', id: 405843582